Repository: AlexandrT/django-passwords
Catalog: passwords/locale/*/LC_MESSAGES/django.po
Languages: es_ar

source: Invalid Length (%s)
es_ar: Longitud inválida (%s)

source: Must be %s characters or more
es_ar: Deben ser por lo menos %s caracteres

source: Must be %s characters or less
es_ar: Deben ser %s caracteres o menos

source: Must be more complex (%s)
es_ar: Debe ser mas compleja (%s)

source: Must contain %(UPPER)s or more uppercase characters
es_ar: Debe contener %(UPPER)s o más caracteres en mayúscula

source: Must contain %(LOWER)s or more lowercase characters
es_ar: Debe contener %(LOWER)s o más caracteres en minúscula

source: Must contain %(DIGITS)s or more digits
es_ar: Debe contener %(DIGITS)s o más dígitos

source: Must contain %(PUNCTUATION)s or more punctuation character
es_ar: Debe contener %(PUNCTUATION)s o más signos de puntuación

source: Must contain %(NON ASCII)s or more non ascii characters
es_ar: Debe contener %(NON ASCII)s o más caracteres no ascii

source: Must contain %(WORDS)s or more unique words
es_ar: Debe contener %(WORDS)s o más palabras únicas

source: Too Similar to [%(haystacks)s]
es_ar: Demasiado similar a [%(haystacks)s]

source: Based on a dictionary word.
es_ar: Basada en un diccionario de palabras

source: Based on a common sequence of characters
es_ar: Basado en una secuencia común de caracteres
